Repository: DovydasKi/FlyportApp
Catalog: FlyportApp/*.lproj/Localizable.strings
Languages: lt_lt

# FLYPORT_SUBTITLE
source: Now airplanes are slower than airPorts...
lt_lt: Dabar lėktuvai yra lėtesni už oro uostą...

source: LOGIN
lt_lt: PRISIJUNGTI

source: REGISTER
lt_lt: REGISTRUOTIS

source: Email
lt_lt: El.paštas

source: Password
lt_lt: Slaptažodis

# REGISTER_TITLE
source: Are you new here? Register here
lt_lt: Nesi užsiregistravęs? Registruokis čia

# UNSUCCESSFUL_LOGIN_TITLE
source: Unsuccessfull login
lt_lt: Nesėkmingas prisijungimas

# UNSUCCESSFUL_LOGIN_MESSAGE
source: It seems that you login data is incorrect. Try again
lt_lt: Atrodo, jog jūsų prisijungimo duomenys yra neteisingi. Bandykite dar kartą

source: Try again
lt_lt: Bandyti dar kartą

source: Username
lt_lt: Naudotojo vardas

source: Repeat password
lt_lt: Pakartokite slaptažodį

# LOGIN_TITLE
source: Do you already have an account? Login here
lt_lt: Turite paskyrą? Prisijunkite čia

source: Name
lt_lt: Vardas

source: Surname
lt_lt: Pavardė

source: Personal code
lt_lt: Asmens kodas

source: Document number
lt_lt: Dokumento numeris

# SUCCESSFUL_REGISTRATION_TITLE
source: Registration successful
lt_lt: Registracija sėkminga

# SUCCESSFUL_REGISTRATION_SUBTITLE
source: Now you can login
lt_lt: Sveikiname! Galite prisijungti prie programėlės

# LOGIN_SMALL
source: Login
lt_lt: Prisijungti

# UNSUCCESSFUL_REGISTRATION_TITLE
source: Unsuccessfull registration
lt_lt: Nesėkminga registracija

# UNSUCCESSFUL_REGISTRATION_SUBTITLE
source: Something went wrong. Try again
lt_lt: Kažkur įsivėlusi klaida registracijos formoje. Bandykite dar kartą

source: Profile
lt_lt: Paskyra

source: My flights
lt_lt: Mano skrydžiai

source: Settings
lt_lt: Nustatymai

source: New flight
lt_lt: Naujas skrydis

source: Registration Table
lt_lt: Registracijos stalelis

source: Aviation security post
lt_lt: Aviacinės saugos punktas

source: Passport control post
lt_lt: Pasų kotrolės punktas

source: Boarding gates
lt_lt: Įlaipinimo vartai

# SUCCESSFUL_UPDATE_TITLE
source: Update successful
lt_lt: Duomenys atnaujinti sėkmingai

# SUCCESSFUL_UPDATE_SUBTITLE
source: All important data is saved
lt_lt: Visi reikalingi duomenys sėkmingai išsaugoti

# UNSUCCESSFUL_UPDATE_TITLE
source: Unsuccessfull update
lt_lt: Duomenys neatnaujinti

# UNSUCCESSFUL_UPDATE_SUBTITLE
source: Something went wrong. Try again
lt_lt: Kažkur įsivėlusi klaida. Pataisykite duomenis ir bandykite dar kartą

source: Your registration table
lt_lt: Jūsų registracijos stalelis

# YOUR_SECURITY_POST
source: Your aviation security post
lt_lt: Jūsų aviacinės saugos postas

# YOUR_PASSPORT_POST
source: Your passport control post
lt_lt: Jūsų pasų kontrolės postas

# YOUR_BOARDING_GATES
source: Your boarding gate
lt_lt: Jūsų įlaipinimo vartai

# ENTER_FLIGHT_NUMBER
source: Enter your flight number
lt_lt: Įveskite jūsų skrydžio numerį

source: Flight number
lt_lt: Skrydžio numeris

# ENTER_FLIGHT_DATE
source: Enter your flight date
lt_lt: Įveskite jūsų skrydžio datą

source: Flight date
lt_lt: Skrydžio data

source: Select
lt_lt: Pasirinkti

source: Error
lt_lt: Klaida

# FLIGHT_INFO_ERROR_SUBTITLE
source: It seems that flight which you entered doesn't exist. Try edit flight information
lt_lt: Jūsų nurodytas skrydis neegzistuoja. Pabandykite pakoreguoti skrydžio informaciją ir bandykite dar kartą

# LUGGAGE_QUESTION
source: Do you have registered luggage?
lt_lt: Ar turite registruoto bagažo?

# NAVIGATE_TO_REGISTRATION
source: Navigate to registration table
lt_lt: Kelias iki registracijos stalelio

# SHOW_QR
source: Show my QR code
lt_lt: Parodyti mano QR kodą

source: Move to next procedure
lt_lt: Kita procedūra

# NAVIGATE_TO_SECURITY
source: Navigate to aviation security point
lt_lt: Kelias iki saugos punkto

# NAVIGATE_TO_PASSPORT
source: Navigate to passport post
lt_lt: Kelias iki pasų poskyrio

# NAVIGATE_TO_BOARDING
source: Navigate to boarding gates
lt_lt: Kelias iki įlaipinimo vartų

source: Finish
lt_lt: Pabaigti

# CONGRATS
source: COOONGRATS!
lt_lt: SVEIKINIMAI!

# READY_FOR_FLIGHT
source: YOU'RE READY FOR YOUR FLIGHT!
lt_lt: Esi pasiruošęs skrydžiui!

# YOUR_QR
source: Your QR code
lt_lt: Jūsų QR kodas

# HIDE_QR
source: Hide QR code
lt_lt: Slėpti QR kodą

source: Your selected flight
lt_lt: Jūsų pasirinktas skrydis

source: Completed flight
lt_lt: Įvykdytas skrydis

source: Incompleted flight
lt_lt: Neįvykdytas skrydis

# READY_FOR_THE_TRIP
source: Ready for the new trip?
lt_lt: Pasiruošęs naujai kelionei?

# ADD_TRIP
source: Add new trip
lt_lt: Pridėti naują kelionę

# HAVENT_FLIED_BEFORE
source: It seems you haven't flied with us before!
lt_lt: Atrodo, jog nesate su mumis iki šiol skridęs
